{
  "en": {
    "sun": {
      "male": "He expresses this placement with discipline, ambition, and quiet strength.",
      "female": "She expresses this placement with focus, responsibility, and steady confidence."
    },
    "ascendant": {
      "male": "He appears serious, composed, and goal-oriented.",
      "female": "She presents herself with control, maturity, and calm authority."
    },
    "moon": {
      "male": "He protects his emotions and finds comfort in stability.",
      "female": "She feels safe through structure, tradition, and clear goals."
    },
    "venus": {
      "male": "He loves with commitment, patience, and loyalty.",
      "female": "She expresses affection through support, respect, and devotion."
    },
    "mercury": {
      "male": "He speaks with precision, structure, and authority.",
      "female": "She communicates clearly, logically, and with a calm tone."
    },
    "jupiter": {
      "male": "He grows through perseverance, discipline, and realistic goals.",
      "female": "She expands by building slowly and trusting long-term plans."
    },
    "mars": {
      "male": "He acts strategically, patiently, and persistently.",
      "female": "She pursues her goals with drive, control, and resilience."
    },
    "uranus": {
      "male": "He transforms systems slowly but powerfully.",
      "female": "She challenges tradition with quiet innovation and inner strength."
    },
    "neptune": {
      "male": "He dreams of lasting success and a world with order.",
      "female": "She imagines quietly building a better, more structured reality."
    }
  },
  "fr": {
    "sun": {
      "male": "Il exprime ce placement avec discipline, ambition et force tranquille.",
      "female": "Elle exprime ce placement avec concentration, responsabilité et assurance discrète."
    },
    "ascendant": {
      "male": "Il paraît sérieux, posé et centré sur ses objectifs.",
      "female": "Elle se montre maîtrisée, mature et avec une autorité douce."
    },
    "moon": {
      "male": "Il protège ses émotions et trouve du réconfort dans la stabilité.",
      "female": "Elle se sent en sécurité grâce à la structure et aux traditions."
    },
    "venus": {
      "male": "Il aime avec engagement, patience et fidélité.",
      "female": "Elle exprime son amour par le soutien, le respect et le dévouement."
    },
    "mercury": {
      "male": "Il parle avec structure, précision et autorité.",
      "female": "Elle communique de manière claire, logique et calme."
    },
    "jupiter": {
      "male": "Il évolue par la discipline, la persévérance et les objectifs réalistes.",
      "female": "Elle s’épanouit par des plans solides et de long terme."
    },
    "mars": {
      "male": "Il agit avec stratégie, patience et constance.",
      "female": "Elle poursuit ses buts avec volonté, contrôle et endurance."
    },
    "uranus": {
      "male": "Il transforme les systèmes lentement mais en profondeur.",
      "female": "Elle remet en question les traditions avec innovation et force intérieure."
    },
    "neptune": {
      "male": "Il rêve d’un succès durable et d’un monde ordonné.",
      "female": "Elle imagine construire doucement une réalité plus juste et stable."
    }
  }
}
