{
  "en": {
    "sun": {
      "male": "He expresses this placement with charm, balance, and a love of harmony.",
      "female": "She expresses this placement with grace, diplomacy, and an eye for beauty."
    },
    "ascendant": {
      "male": "He appears refined, cooperative, and socially aware.",
      "female": "She comes across as elegant, balanced, and kind."
    },
    "moon": {
      "male": "He seeks emotional peace through relationships and fairness.",
      "female": "She feels safe when surrounded by beauty and understanding."
    },
    "venus": {
      "male": "He loves gently, values connection, and seeks mutual respect.",
      "female": "She expresses affection with sweetness, charm, and harmony."
    },
    "mercury": {
      "male": "He communicates diplomatically and weighs every word carefully.",
      "female": "She speaks with grace, balance, and thoughtful reasoning."
    },
    "jupiter": {
      "male": "He grows through relationships, fairness, and artistic pursuits.",
      "female": "She expands by seeking justice and surrounding herself with beauty."
    },
    "mars": {
      "male": "He acts with tact and prefers peaceful resolutions.",
      "female": "She asserts herself with charm and avoids confrontation."
    },
    "uranus": {
      "male": "He brings change through partnerships and new ways of relating.",
      "female": "She transforms social norms with elegance and fairness."
    },
    "neptune": {
      "male": "He dreams of ideal love and universal balance.",
      "female": "She imagines perfect harmony and deep soul connections."
    }
  },
  "fr": {
    "sun": {
      "male": "Il exprime ce placement avec charme, équilibre et amour de l’harmonie.",
      "female": "Elle exprime ce placement avec grâce, diplomatie et sens esthétique."
    },
    "ascendant": {
      "male": "Il se montre raffiné, coopératif et conscient des autres.",
      "female": "Elle paraît élégante, équilibrée et bienveillante."
    },
    "moon": {
      "male": "Il cherche la paix émotionnelle dans l’équité et les liens affectifs.",
      "female": "Elle se sent en sécurité dans la beauté et la compréhension mutuelle."
    },
    "venus": {
      "male": "Il aime avec douceur, dans le respect mutuel et la complicité.",
      "female": "Elle exprime son amour avec charme, douceur et harmonie."
    },
    "mercury": {
      "male": "Il communique avec diplomatie, pesant chaque mot.",
      "female": "Elle parle avec équilibre, grâce et réflexion."
    },
    "jupiter": {
      "male": "Il grandit par les relations, la justice et l’art.",
      "female": "Elle s’épanouit en recherchant la beauté et l’équité."
    },
    "mars": {
      "male": "Il agit avec tact et cherche à éviter les conflits.",
      "female": "Elle s’affirme avec douceur et élégance."
    },
    "uranus": {
      "male": "Il transforme les relations et apporte des idées sociales nouvelles.",
      "female": "Elle change les normes avec grâce et équité."
    },
    "neptune": {
      "male": "Il rêve d’un amour idéal et d’un monde équilibré.",
      "female": "Elle imagine une harmonie parfaite et des liens d’âme profonds."
    }
  }
}
