{
  "en": {
    "sun": {
      "male": "He expresses this placement with optimism, freedom, and a thirst for knowledge.",
      "female": "She expresses this placement with enthusiasm, wisdom, and a bold spirit."
    },
    "ascendant": {
      "male": "He appears adventurous, outgoing, and confident.",
      "female": "She comes across as curious, friendly, and full of energy."
    },
    "moon": {
      "male": "He feels best when exploring and needs emotional freedom.",
      "female": "She reacts with optimism and avoids emotional restriction."
    },
    "venus": {
      "male": "He loves freely, enjoys humor, and values personal space.",
      "female": "She expresses affection with joy, honesty, and playfulness."
    },
    "mercury": {
      "male": "He speaks with vision, curiosity, and idealism.",
      "female": "She communicates with excitement and loves to share ideas."
    },
    "jupiter": {
      "male": "He grows through travel, learning, and seeking the truth.",
      "female": "She expands through wisdom, exploration, and openness."
    },
    "mars": {
      "male": "He acts boldly, takes risks, and pursues what inspires him.",
      "female": "She asserts herself with confidence, speed, and passion."
    },
    "uranus": {
      "male": "He brings change through sudden shifts in beliefs and direction.",
      "female": "She awakens others with new ideas and restless energy."
    },
    "neptune": {
      "male": "He dreams of distant lands and spiritual journeys.",
      "female": "She imagines a world full of adventure and truth."
    }
  },
  "fr": {
    "sun": {
      "male": "Il exprime ce placement avec optimisme, liberté et soif de connaissance.",
      "female": "Elle exprime ce placement avec enthousiasme, sagesse et esprit audacieux."
    },
    "ascendant": {
      "male": "Il se montre aventureux, ouvert et sûr de lui.",
      "female": "Elle paraît curieuse, amicale et pleine d’énergie."
    },
    "moon": {
      "male": "Il se sent bien en explorant et a besoin de liberté émotionnelle.",
      "female": "Elle réagit avec optimisme et fuit les contraintes émotionnelles."
    },
    "venus": {
      "male": "Il aime librement, avec humour, et respecte l’espace personnel.",
      "female": "Elle montre son affection avec joie, sincérité et légèreté."
    },
    "mercury": {
      "male": "Il parle avec vision, curiosité et idéalisme.",
      "female": "Elle communique avec entrain et aime partager ses idées."
    },
    "jupiter": {
      "male": "Il grandit grâce aux voyages, à l’apprentissage et à la quête de vérité.",
      "female": "Elle s’épanouit dans la sagesse, l’exploration et l’ouverture."
    },
    "mars": {
      "male": "Il agit avec audace, prend des risques et suit son inspiration.",
      "female": "Elle s’affirme avec confiance, rapidité et passion."
    },
    "uranus": {
      "male": "Il transforme par des changements soudains de croyances.",
      "female": "Elle éveille les autres par de nouvelles idées et un esprit libre."
    },
    "neptune": {
      "male": "Il rêve de terres lointaines et de voyages spirituels.",
      "female": "Elle imagine un monde rempli d’aventure et de vérité."
    }
  }
}
