{
  "en": {
    "sun": {
      "male": "He expresses this placement with intensity, passion, and emotional power.",
      "female": "She expresses this placement with depth, mystery, and strong will."
    },
    "ascendant": {
      "male": "He appears magnetic, intense, and emotionally private.",
      "female": "She comes across as mysterious, confident, and emotionally deep."
    },
    "moon": {
      "male": "He feels with intensity and needs deep emotional bonds.",
      "female": "She reacts with passion and guards her feelings fiercely."
    },
    "venus": {
      "male": "He loves with obsession, loyalty, and deep emotional need.",
      "female": "She expresses affection with emotional intensity and fierce loyalty."
    },
    "mercury": {
      "male": "He communicates with depth, secrecy, and probing insight.",
      "female": "She speaks with intensity, focus, and emotional power."
    },
    "jupiter": {
      "male": "He grows by transforming pain into strength and truth.",
      "female": "She expands through emotional rebirth and spiritual depth."
    },
    "mars": {
      "male": "He acts with determination, secrecy, and fierce will.",
      "female": "She asserts herself with control, intensity, and purpose."
    },
    "uranus": {
      "male": "He breaks patterns through emotional crises and power shifts.",
      "female": "She brings transformation through deep, intuitive rebellion."
    },
    "neptune": {
      "male": "He dreams of merging souls and emotional transcendence.",
      "female": "She imagines mystical love and emotional healing."
    }
  },
  "fr": {
    "sun": {
      "male": "Il exprime ce placement avec intensité, passion et puissance émotionnelle.",
      "female": "Elle exprime ce placement avec profondeur, mystère et volonté forte."
    },
    "ascendant": {
      "male": "Il se montre magnétique, intense et réservé.",
      "female": "Elle paraît mystérieuse, confiante et profonde."
    },
    "moon": {
      "male": "Il ressent avec intensité et a besoin de liens profonds.",
      "female": "Elle réagit avec passion et protège farouchement ses émotions."
    },
    "venus": {
      "male": "Il aime avec obsession, loyauté et besoin profond d’attachement.",
      "female": "Elle exprime son amour avec intensité émotionnelle et fidélité."
    },
    "mercury": {
      "male": "Il communique avec profondeur, secret et lucidité.",
      "female": "Elle parle avec intensité, concentration et force émotionnelle."
    },
    "jupiter": {
      "male": "Il évolue en transformant la douleur en force et vérité.",
      "female": "Elle s’élève à travers la renaissance émotionnelle et la spiritualité."
    },
    "mars": {
      "male": "Il agit avec volonté, discrétion et intensité.",
      "female": "Elle s’impose avec contrôle, puissance et détermination."
    },
    "uranus": {
      "male": "Il rompt avec les schémas par des crises émotionnelles.",
      "female": "Elle transforme en profondeur par rébellion intuitive."
    },
    "neptune": {
      "male": "Il rêve de fusion émotionnelle et de transcendance.",
      "female": "Elle imagine un amour mystique et une guérison intérieure."
    }
  }
}
