{
  "en": {
    "sun": {
      "male": "He expresses this placement with precision, humility, and a desire to serve.",
      "female": "She expresses this placement with thoughtfulness, modesty, and care for detail."
    },
    "ascendant": {
      "male": "He appears analytical, organized, and observant.",
      "female": "She comes across as neat, helpful, and intelligent."
    },
    "moon": {
      "male": "He finds emotional peace in routines and small acts of service.",
      "female": "She feels secure when life is structured and purposeful."
    },
    "venus": {
      "male": "He loves in quiet ways and shows affection through acts of care.",
      "female": "She expresses love with kindness, attention, and loyalty."
    },
    "mercury": {
      "male": "He thinks critically and communicates with clarity and logic.",
      "female": "She analyzes details and speaks with precision and calm."
    },
    "jupiter": {
      "male": "He grows through practical learning and helping others.",
      "female": "She expands by mastering skills and serving with devotion."
    },
    "mars": {
      "male": "He acts with efficiency, purpose, and self-control.",
      "female": "She works hard, pays attention to detail, and stays focused."
    },
    "uranus": {
      "male": "He introduces change in structured, practical ways.",
      "female": "She transforms through subtle but meaningful innovations."
    },
    "neptune": {
      "male": "He dreams of perfect systems and inner peace.",
      "female": "She imagines a world where order and compassion coexist."
    }
  },
  "fr": {
    "sun": {
      "male": "Il exprime ce placement avec précision, humilité et désir de servir.",
      "female": "Elle exprime ce placement avec réflexion, modestie et sens du détail."
    },
    "ascendant": {
      "male": "Il se montre analytique, organisé et observateur.",
      "female": "Elle paraît soignée, serviable et intelligente."
    },
    "moon": {
      "male": "Il trouve la paix émotionnelle dans les routines et les petits gestes utiles.",
      "female": "Elle se sent en sécurité quand la vie est structurée et utile."
    },
    "venus": {
      "male": "Il aime discrètement et montre son affection par des attentions concrètes.",
      "female": "Elle exprime son amour avec gentillesse, soin et fidélité."
    },
    "mercury": {
      "male": "Il pense de manière critique et communique avec clarté et logique.",
      "female": "Elle analyse les détails et parle avec précision et calme."
    },
    "jupiter": {
      "male": "Il évolue par l’apprentissage pratique et l’aide aux autres.",
      "female": "Elle s’épanouit en développant ses compétences et en servant."
    },
    "mars": {
      "male": "Il agit avec efficacité, méthode et maîtrise.",
      "female": "Elle travaille dur, reste concentrée et attentive aux détails."
    },
    "uranus": {
      "male": "Il initie le changement de manière structurée et utile.",
      "female": "Elle transforme par des innovations discrètes mais profondes."
    },
    "neptune": {
      "male": "Il rêve de systèmes parfaits et d’une paix intérieure.",
      "female": "Elle imagine un monde où règnent ordre et compassion."
    }
  }
}
